/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "Sumă";

/* XFLD: label for a cell type selector */
"Currency" = "Monedă";

/* XFLD: label for a cell phone type selector */
"fax" = "Fax";

/* XFLD: label for a cell phone type selector */
"home" = "Pagină iniţială";

/* XBUT: label for a cell phone type selector */
"Home" = "Pagină iniţială";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "Principal";

/* XFLD: label for a cell phone type selector */
"mobile" = "Telefon mobil";

/* XFLD: label for a cell phone type selector */
"other fax" = "Alt fax";

/* XFLD: label for a cell phone type selector */
"page" = "Pager";

/* XFLD: label for a cell phone type selector */
"Phone" = "Telefon";

/* XFLD: label for a cell type selector */
"Value" = "Valoare";

/* XFLD: label for a cell phone type selector */
"work" = "Serviciu";

/* XFLD: label for a cell phone type selector */
"work fax" = "Fax serviciu";

